app/controllers/authors_controller.rb

INSERT INTO "authors" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "JJ"], ["last_name", "Igims"], ["created_at", "2021-09-28 17:25:05.390471"], ["updated_at", "2021-09-28 17:25:05.390471"]]
---
  def create
    byebug
    @author = Author.new(author_params)

    if @author.save